Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=599_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisnuorten bändit menestyivät Turun tapahtumassa
sme: Sámenuoraid rock-joavkkut menestuvve Turku dáhpáhusas

source: Saamelaisnuoria valtakunnallisessa Sounds 2012 - tapahtumassa edustaneet bändit, inarilainen The Slap ja utsjokelainen Hilbes, saivat kiitosta esityksistään ja osaamisestaan.
sme: Sámenuoraid ovddasteaddjit riikka dási Sounds-dáhpáhusas, anárlaš The Slap ja ohcejohkalaš Hilbes, ožžo giitosiid loaiddastemiin ja musihkalaš máhtuin.

source: Molemmat ryhmät saivat tapahtumassa kunniamaininnan.
sme: Goabbáge joavku oaččui gudnemáinnašumi Turku-dáhpáhusas.

source: The Slap ja Hilbes valittiin Inarissa maaliskuun lopussa järjestetyssä Saamelaisnuorten taidetapahtumassa saamelaisnuorten edustajiksi valtakunnalliseen tapahtumaan.
sme: The Slap ja Hilbes válljejuvvuiga sámenuoraid ovddasteaddjin riikka dási dáhpáhussii Anáris njukčamánu loahpas dollojuvvon Sámenuoraid dáiddadáhpáhusas.

source: Lue Sounds 2012-tapahtumatoimituksen juttu Hilbes-bändistä tästä.
sme: Loga Sounds 2012-dáhpáhusdoaimmahusa čállosa Hilbes-joavkkus dás.

source: Lue uutinen Inarissa pidetystä Saamelaisnuorten taidetapahtumasta tästä.
sme: Loga ođđasa Anáris dollojuvvon Sámenuoraid dáiddadáhpáhusas dás.
